// © Copyright 2005-2008, 2015 HP Development Company, L.P.

HSDTaskName = "Paper Handling";

PrintChannelOpenError = "Cannot open a printer channel";
PrintChannelOpenErrorExplanation = "Please check that your printer is connected and turned on, then try again.";
SendDataError = "Cannot send data to the printer";
SendDataErrorExplanation = "Please check that your printer is connected and turned on, then try again.";

HSDTaskDescription = "Please select the following options:";
HSDTrayLockTitle = "Tray Lock:";
HSDDefaultTrayTitle = "Default Tray:";
TrayTitleFormat = "Tray %lu";
NoneTrayTitle = "None";
